#Напишите программу, которая принимает на вход цифру, обозначающую день
#недели, и проверяет, является ли этот день выходным.

number_day=(input('Введите число, соответствующее дню недели: '))

if number_day == '1' or number_day == '2' or number_day == '3'or number_day == '4' or number_day== '5':
    print('Это рабочий день.')
elif number_day=='6' or  number_day=='7':
    print('Это выходной день.')  
else:
    print('Ошибка: такого дня недели нет.')  